const aboutCompanyData = {
    Назва: "Глянець",
    Інформація: "Глянець — професійна компанія з розробки сайтів, яка понад 16 років створює інтернет-магазини, корпоративні сайти та веб-портали для клієнтів з усього світу. Наша місія — допомагати бізнесам зростати завдяки сучасним, ефективним і естетичним цифровим рішенням. Ми об'єднуємо досвід, інновації та індивідуальний підхід у кожному проєкті.",
    Індустрія: "Веб-розробка, IT-послуги, Цифрові рішення",
    Вебсайт: "https://gl.ua",
    Розмір: "50+ співробітників",
    Офіс: "Вінниця, Україна",
    Галузі: [
        "Розробка сайтів",
        "Створення інтернет-магазинів",
        "Підтримка сайтів",
        "Хостинг сайтів",
        "SEO-аудит та оптимізація",
        "Розробка корпоративних порталів",
        "UI/UX дизайн",
        "Рекламні та маркетингові рішення"
    ]
}

const similar = [
    {
        name: "Microsoft",
        employees: 234056,
    },
    {
        name: "Oracle",
        employees: 64463,
    },
    {
        name: "Amazon",
        employees: 234356,
    },
    {
        name: "Google",
        employees: 34521,
    },
    {
        name: "EPAM",
        employees: 21253,
    },
    {
        name: "Cisco",
        employees: 7432,
    },
    {
        name: "IBM",
        employees: 103456,
    },
]


export { aboutCompanyData, similar }