const companies = ['Ajax', 'Epam', 'GlobalLogic', 'Microsoft', 'Miratech', 'Oracle', 'Ubisoft'];

const categories = ["Business Analytics", "Content Writing", "Data Science", "Design", "Digital Marketing", "Human Resourses", "Web Development"];

const howtoapply = [
    {
        "title": "Створіть своє резюме",
        "desc": "Створіть вражаюче резюме та опишіть свої навички та якості.",
    },

    {
        "title": "Подайте заявку",
        "desc": "Знаходьте та подавайте заявку на роботу, яка ідеально відповідає вашим навичкам.",
    },

    {
        "title": "Отримайте свою першу роботу",
        "desc": "Зв'яжіться з роботодавцем, пройдіть співбесіду, і робота ваша!",
    }
]

const testimonials = [
    {
        "name": "Інокентій Бест",
        "rating": 5,
        "avatar": "avatar3.jpg",
        "testimonial": "Простий інтерфейс і корисні поради — саме те, що потрібно молодим людям, які тільки починають свій шлях. Я вже працюю, дякую!",
    },

    {
        "name": "Григорій Хлус",
        "rating": 4.5,
        "avatar": "avatar5.jpg",
        "testimonial": "Коли не маєш досвіду, важко зрозуміти, з чого почати. Цей сайт дав мені чітке бачення і шанс спробувати себе.",
    },

    {
        "name": "Фурман",
        "rating": 4,
        "avatar": "avatar2.png",
        testimonial: "Цей сайт став для мене справжнім порятунком! Я щойно закінчив навчання й не мав жодного досвіду, але завдяки зручному пошуку знайшов свою першу роботу вже за тиждень.”",
    },

    {
        name: "Марічка Кукіш",
        rating: 4.5,
        avatar: "avatar4.jpg",
        testimonial: "Мені дуже сподобалося, що сайт орієнтований саме на новачків. Вакансії без вимог до досвіду — це саме те, що мені було потрібно!",
    },

    {
        name: "Анжела Петрівна",
        rating: 4,
        avatar: "avatar1.jpg",
        testimonial: "На цьому сайті я знайшла стажування, яке переросло в постійну роботу. Дуже вдячна за можливість!",
    },

]

const footerLinks = [
    {
        title: "Послуги сайту",
        links: ["Знайти роботу", "Знайти компанію", "Знайти кандидатів",]
    },

    {
        title: "Про компанію",
        links: ["Про нас", "Контакти", "Політика конфіденційності", "Умови використання"]
    },

    {
        title: "Допомога",
        links: ["Служба підтримки", "Зворотній зв'язок", "ЧАПи"]
    }
]

export { companies, categories, howtoapply, testimonials, footerLinks };