const fields = [
    {
        label: 'Назва посади',
        placeholder: 'Введіть назву професії',
        options: ["Business Analytics", "Content Writing", "Data Science",
            "Design", "Digital Marketing", "Human Resourses", "Web Development"]
    },
    {
        label: 'Компанія',
        placeholder: 'Введіть назву компанії',
        options: ['Ajax', 'Epam', 'GlobalLogic', 'Microsoft', 'Miratech', 'Oracle', 'Ubisoft']
    },
    {
        label: 'Освіта',
        placeholder: 'Введіть бажаний рівень освіти працівника',
        options: ["Необов'язково", "Вища", "Передвища фахова", "Онлайн/офлайн курси"]
    },
    {
        label: 'Зайнятість',
        placeholder: 'Введіть вид зайнятості',
        options: ["Повна", "Неповна", "За контрактом",
            "Фріланс", "Стажування/Інтернатура"]
    },
    {
        label: 'Місце роботи',
        placeholder: 'Введіть місце роботи',
        options: ["Дистанційно", "Вінниця", "Львів",
            "Житомир", "Івано-Франківськ", "Київ",
            "Хмельницький", "Черкаси", "Миколаїв",
            "Чернівці", "Ужгород", "Одеса"]
    },
    {
        label: 'Зарплата',
        placeholder: 'Введіть рівень заплати',
        options: ['10000 грн', '15000 грн', '20000 грн', '25000 грн', '30000 грн', '35000 грн', '40000 грн', '45000 грн', '50000 грн']
    }
];

const content = `
  <h4>Про вакансію</h4><p>Опишіть детально вакансію...</p>
  <h4>Обов'язки</h4><ul><li>Опишіть обов'язки...</li></ul>
  <h4>Навички</h4><ul><li>Додайте мінімальні навички...</li></ul>
`;

export { fields, content };
